<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link
        href="https://fonts.googleapis.com/css2?family=Unbounded:wght@600..700&family=Wix+Madefor+Display&display=swap"
        rel="stylesheet">
    <link rel="stylesheet" href="{{ asset('css/style.css') }}">
    @livewireStyles
    <title>@yield('title', 'Save-Art')</title>
</head>
<body>
<!-- red green -->
<div class="toast red on" id="toast">
    <div class="head">
        <p>Head</p>
        <button type="button">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                <path
                    d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
            </svg>
        </button>
    </div>
    <p>Error text Error textError textError textError textError textError textError textError textError textError
        textError textError textError textError text</p>
    <p>Error text Error textError textError textError textError textError textError textError textError textError
        textError textError textError textError text</p>
    <p>Error text Error textError textError textError textError textError textError textError textError textError
        textError textError textError textError text</p>
    <ul>
        <li>textError</li>
        <li>textError</li>
        <li>textError</li>
        <li>textError</li>
        <li>textError</li>
    </ul>
</div>

<div class="modal_fill" id="modal_fill">

    <!-- login -->
    <div class="modal_content" id="modal_login">
        <div class="head">
            <div class="title">
                <h6>save-art.in.ua</h6>
                <button type="button" class="close">
                    <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                    </svg>
                </button>
            </div>
            <h6>
                save-art.in.ua — платформа для митців та бажаючих долучитись до створення, розвитку і збереження
                новітнього
                українського
                мистецтва
            </h6>
        </div>
        <div class="body">
            <div>
                <div class="switching">
                    <button type="button" class="on">
                        <h6>Вхід до спільноти</h6>
                    </button>
                    <button type="button">
                        <h6>Реєстрація</h6>
                    </button>
                </div>
                <div class="links">
                    <a href="#">save-art.in.ua</a>
                    <a href="#">art-ua.com</a>
                    <a href="#">art-ua.info</a>
                </div>
            </div>
            <form class="login_form">
                <div class="input">
                    <div>
                        <input type="text" placeholder="Ім’я або електронна пошта">
                    </div>

                </div>
                <div class="input pass">
                    <div>
                        <input type="password" placeholder="Пароль">
                        <button type="button" class="eye"></button>
                    </div>

                </div>
                <button type="button" class="forgot">Я не пам’ятаю пароль</button>
                <button type="submit" class="btn">Увійти</button>
            </form>
        </div>
        <div class="foot">
            <a href="" class="google">Продовжити з Google</a>
        </div>
    </div>

    <!-- register -->
    <div class="modal_content" id="modal_register">
        <div class="head">
            <div class="title">
                <h6>save-art.in.ua</h6>
                <button type="button" class="close">
                    <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                    </svg>
                </button>
            </div>
            <h6>
                save-art.in.ua — платформа для митців та бажаючих долучитись до створення, розвитку і збереження
                новітнього
                українського
                мистецтва
            </h6>
        </div>
        <div class="body">
            <div>
                <div class="switching">
                    <button type="button">
                        <h6>Вхід до спільноти</h6>
                    </button>
                    <button type="button" class="on">
                        <h6>Реєстрація</h6>
                    </button>
                </div>
                <div class="links">
                    <a href="#">save-art.in.ua</a>
                    <a href="#">art-ua.com</a>
                    <a href="#">art-ua.info</a>
                </div>
            </div>
            <form class="login_form">
                <div class="input">
                    <div>
                        <input type="text" placeholder="Ваше ім’я">
                    </div>

                </div>
                <div class="input">
                    <div>
                        <input type="text" placeholder="Електронна пошта">
                    </div>

                </div>
                <div class="input pass">
                    <div>
                        <input type="password" placeholder="Пароль">
                        <button type="button" class="eye"></button>
                    </div>

                </div>
                <div class="input pass">
                    <div>
                        <input type="password" placeholder="Повторіть пароль">
                        <button type="button" class="eye"></button>
                    </div>

                </div>
                <label class="checkbox">
                    <input type="checkbox">
                    <span>Я приймаю умови використання платформи</span>
                </label>
                <button type="submit" class="btn">Увійти</button>
            </form>
        </div>
        <div class="foot">
            <a href="" class="google">Продовжити з Google</a>
        </div>
    </div>

    <!-- reset pass -->
    <div class="modal_content" id="reset_pass">
        <div class="head">
            <div class="title">
                <button type="button" class="back">
                    <svg width="8" height="12" viewBox="0 0 8 12" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M8 12L0 6L8 0L8 12Z"/>
                    </svg>
                </button>
                <h6>Відновлення паролю</h6>
                <button type="button" class="close">
                    <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                    </svg>
                </button>
            </div>
            <h6>
                Вкажіть адресу електронної пошти, яку ви використовували при реєстрації, і ми надішлемо вам інструкції
                щодо
                зміни
                пароля.
            </h6>
        </div>
        <div class="body">
            <form class="login_form">
                <div class="input">
                    <div>
                        <input type="text" placeholder="Електронна пошта">
                    </div>

                </div>
                <div class="input pass">
                    <div>
                        <input type="password" placeholder="Новий пароль">
                        <button type="button" class="eye"></button>
                    </div>

                </div>
                <div class="input pass">
                    <div>
                        <input type="password" placeholder="Повторіть новий пароль">
                        <button type="button" class="eye"></button>
                    </div>

                </div>
                <button type="submit" class="btn">Увійти</button>
            </form>
        </div>
    </div>

    <!-- footer modal -->
    <div class="modal_content" id="application">
        <div class="head">
            <div class="title">
                <h6>Заявка</h6>
                <button type="button" class="close">
                    <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                    </svg>
                </button>
            </div>
        </div>
        <div class="body">
            <form class="login_form">
                <div class="input">
                    <p>Ваше ім’я</p>
                    <div>
                        <input type="text" placeholder="Вкажіть повне ім’я">
                    </div>

                </div>
                <div class="input">
                    <p>Електронна пошта</p>
                    <div>
                        <input type="text" placeholder="sample@mail.com">
                    </div>

                </div>
                <div class="input">
                    <p>Телефон</p>
                    <div>
                        <input type="number" placeholder="Вкажіть номер">
                    </div>

                </div>
                <div class="input">
                    <p>Розкажіть про себе</p>
                    <div>
                        <textarea rows="4" placeholder="Одне-два речення"></textarea>
                    </div>
                </div>
                <div class="file">
                    <label>
                        <div class="img"></div>
                        <input type="file">
                        <span>Завантажте резюме (не обов’язково)</span>
                    </label>
                    <button type="button">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                        </svg>
                    </button>
                </div>
                <button type="submit" class="btn">Відправити</button>
            </form>
        </div>
    </div>

</div>

<div class="modal" id="modal">

</div>

<header id="header">
    <div class="logo">
        <a href="../../app/saveart/index.html">
            <img src="../../img/logo.svg" alt="">
            save-art.in.ua
        </a>
        <button type="button">
            <svg width="12" height="8" viewBox="0 0 12 8" fill="" xmlns="http://www.w3.org/2000/svg">
                <path d="M12 3.43326e-06L6 8L0 0L12 3.43326e-06Z"/>
            </svg>
        </button>
        <div class="drop_menu">
            <a href="../../app/saveart/index.html" class="on">save-art.in.ua</a>
            <a href="../../app/info/index.html">art-ua.info</a>
            <a href="../../app/com/index.html">art-ua.com</a>
        </div>
    </div>
    <div class="mobile">
        <div class="close">
            <button type="button">
                <svg width="16" height="16" viewBox="0 0 16 16" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M10.4999 7.99998L15.9999 2.5L13.4999 0L7.99995 5.50012L2.49963 0L0 2.49988L5.50014 8.00002L0 13.5004L2.49988 16L8 10.4999L13.5 15.9999L16 13.4999L10.4999 7.99998Z"/>
                </svg>
            </button>
        </div>
        <div class="links">
            <a href="../../app/saveart/01.1-01.2.html">Проєкти</a>
            <a href="../../app/saveart/07.1.1-07.1.2.html">Звіти</a>
            <a href="../../app/saveart/06.html">Спецпроєкти</a>
            <a href="../../app/saveart/11.html">Про нас</a>
        </div>
        <div class="social">
            <a href="#" target="_blank">
                <svg width="18" height="18" viewBox="0 0 18 18" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M8.99996 2.16817C11.2251 2.16817 11.4886 2.17666 12.3673 2.21675C13.1798 2.25382 13.6211 2.38957 13.9147 2.50369C14.3037 2.65485 14.5813 2.83545 14.8729 3.12705C15.1645 3.41866 15.3451 3.69626 15.4963 4.08524C15.6104 4.37888 15.7461 4.82014 15.7832 5.63261C15.8233 6.51135 15.8318 6.7749 15.8318 9C15.8318 11.2251 15.8233 11.4887 15.7832 12.3674C15.7461 13.1799 15.6104 13.6211 15.4963 13.9148C15.3451 14.3037 15.1645 14.5813 14.8729 14.8729C14.5813 15.1645 14.3037 15.3451 13.9147 15.4963C13.6211 15.6104 13.1798 15.7462 12.3673 15.7833C11.4887 15.8233 11.2252 15.8318 8.99996 15.8318C6.77471 15.8318 6.51118 15.8233 5.63258 15.7833C4.8201 15.7462 4.37884 15.6104 4.0852 15.4963C3.69622 15.3451 3.41862 15.1645 3.12702 14.8729C2.83542 14.5813 2.65481 14.3037 2.50365 13.9148C2.38953 13.6211 2.25378 13.1799 2.2167 12.3674C2.17661 11.4887 2.16813 11.2251 2.16813 9C2.16813 6.7749 2.17661 6.51135 2.2167 5.63263C2.25378 4.82014 2.38953 4.37888 2.50365 4.08524C2.65481 3.69626 2.83541 3.41866 3.12701 3.12706C3.41862 2.83545 3.69622 2.65485 4.0852 2.50369C4.37884 2.38957 4.8201 2.25382 5.63257 2.21675C6.5113 2.17666 6.77486 2.16817 8.99996 2.16817ZM8.99996 0.666668C6.73676 0.666668 6.45297 0.676253 5.56414 0.716806C4.67714 0.75728 4.07138 0.898152 3.5413 1.10416C2.99332 1.31712 2.52858 1.60206 2.06529 2.06533C1.60201 2.52862 1.31708 2.99336 1.10412 3.54134C0.89811 4.07142 0.757238 4.67718 0.716764 5.56418C0.676212 6.45302 0.666626 6.73679 0.666626 9C0.666626 11.2632 0.676212 11.547 0.716764 12.4358C0.757238 13.3228 0.89811 13.9286 1.10412 14.4587C1.31708 15.0066 1.60201 15.4714 2.06529 15.9347C2.52858 16.3979 2.99332 16.6829 3.5413 16.8958C4.07138 17.1019 4.67714 17.2427 5.56414 17.2832C6.45297 17.3238 6.73676 17.3333 8.99996 17.3333C11.2632 17.3333 11.5469 17.3238 12.4358 17.2832C13.3228 17.2427 13.9285 17.1019 14.4586 16.8958C15.0066 16.6829 15.4713 16.3979 15.9346 15.9347C16.3979 15.4714 16.6828 15.0066 16.8958 14.4587C17.1018 13.9286 17.2427 13.3228 17.2832 12.4358C17.3237 11.547 17.3333 11.2632 17.3333 9C17.3333 6.7368 17.3237 6.45302 17.2832 5.56418C17.2427 4.67718 17.1018 4.07142 16.8958 3.54134C16.6828 2.99336 16.3979 2.52862 15.9346 2.06533C15.4713 1.60206 15.0066 1.31712 14.4586 1.10416C13.9285 0.898152 13.3228 0.75728 12.4358 0.716806C11.5469 0.676253 11.2632 0.666668 8.99996 0.666668ZM8.99996 4.72072C6.63658 4.72072 4.72068 6.63662 4.72068 9C4.72068 11.3634 6.63658 13.2793 8.99996 13.2793C11.3633 13.2793 13.2792 11.3634 13.2792 9C13.2792 6.63662 11.3633 4.72072 8.99996 4.72072ZM8.99996 11.7778C7.46584 11.7778 6.22218 10.5341 6.22218 9C6.22218 7.46588 7.46584 6.22222 8.99996 6.22222C10.5341 6.22222 11.7777 7.46588 11.7777 9C11.7777 10.5341 10.5341 11.7778 8.99996 11.7778ZM13.4483 3.55165C12.896 3.55165 12.4483 3.99936 12.4483 4.55165C12.4483 5.10393 12.896 5.55165 13.4483 5.55165C14.0006 5.55165 14.4483 5.10393 14.4483 4.55165C14.4483 3.99936 14.0006 3.55165 13.4483 3.55165Z"/>
                </svg>
            </a>
            <a href="#" target="_blank">
                <svg width="10" height="18" viewBox="0 0 10 18" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M8.77894 9.96503L9.23769 6.97931H6.35713V5.0386C6.35713 4.21753 6.77322 3.41779 8.05347 3.41779H9.35505V0.879933C9.35505 0.879933 8.18149 0.666668 7.0506 0.666668C4.68214 0.666668 3.14585 2.10621 3.14585 4.69738V6.97931H0.5V9.96503H3.14585V17.3333C4.16669 17.3333 5.41669 17.3333 6.36781 17.3333V9.96503H8.77894Z"/>
                </svg>
            </a>
            <a href="#" target="_blank">
                <svg width="18" height="12" viewBox="0 0 18 12" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path fill-rule="evenodd" clip-rule="evenodd"
                          d="M15.5116 0.514849C16.2287 0.706522 16.7935 1.27127 16.9851 1.98835C17.3334 3.2881 17.3334 5.99991 17.3334 5.99991C17.3334 5.99991 17.3334 8.71173 16.9851 10.0115C16.7935 10.7286 16.2287 11.2933 15.5116 11.485C14.2119 11.8333 9.00008 11.8333 9.00008 11.8333C9.00008 11.8333 3.78827 11.8333 2.48852 11.485C1.77144 11.2933 1.20669 10.7286 1.01502 10.0115C0.666748 8.71173 0.666748 5.99991 0.666748 5.99991C0.666748 5.99991 0.666748 3.2881 1.01502 1.98835C1.20669 1.27127 1.77144 0.706522 2.48852 0.514849C3.78827 0.166584 9.00008 0.166584 9.00008 0.166584C9.00008 0.166584 14.2119 0.166584 15.5116 0.514849ZM11.6516 5.99987L7.29553 8.46192V3.53768L11.6516 5.99987Z"/>
                </svg>
            </a>
        </div>
        <div class="lang">
            <a href="#" class="on">UA</a>
            <a href="#">EN</a>
        </div>
        <div class="another">
            <a href="../../app/com/index.html">art-ua.com</a>
            <a href="../../app/info/index.html">art-ua.info</a>
        </div>
        <a href="../../app/saveart/08.html" class="btn">Підтримати</a>
        <button type="button" class="login">
            <span>Увійти</span>
            <svg width="20" height="20" viewBox="0 0 20 20" fill="" xmlns="http://www.w3.org/2000/svg">
                <path
                    d="M8 5L14 10L8 15V12H0.199951C0.0688477 11.3538 0 10.6849 0 10C0 9.31506 0.0688477 8.64624 0.199951 8H8V5Z"/>
                <path
                    d="M4.21265 18.1561C5.84608 19.3173 7.84331 20 10 20C15.5229 20 20 15.5228 20 10C20 4.47715 15.5229 0 10 0C7.84331 0 5.84608 0.682737 4.21265 1.84387L5.81601 3.18001C7.03331 2.43161 8.46625 2 10 2C14.4183 2 18 5.58172 18 10C18 14.4183 14.4183 18 10 18C8.46625 18 7.03331 17.5684 5.81601 16.82L4.21265 18.1561Z"/>
            </svg>
        </button>
    </div>
    <a href="../../app/saveart/08.html" class="btn">Підтримати</a>
    <button type="button" class="burger">
        <span></span>
    </button>
    <button type="button" class="login">
        <svg width="20" height="20" viewBox="0 0 20 20" fill="" xmlns="http://www.w3.org/2000/svg">
            <path
                d="M8 5L14 10L8 15V12H0.199951C0.0688477 11.3538 0 10.6849 0 10C0 9.31506 0.0688477 8.64624 0.199951 8H8V5Z"/>
            <path
                d="M4.21265 18.1561C5.84608 19.3173 7.84331 20 10 20C15.5229 20 20 15.5228 20 10C20 4.47715 15.5229 0 10 0C7.84331 0 5.84608 0.682737 4.21265 1.84387L5.81601 3.18001C7.03331 2.43161 8.46625 2 10 2C14.4183 2 18 5.58172 18 10C18 14.4183 14.4183 18 10 18C8.46625 18 7.03331 17.5684 5.81601 16.82L4.21265 18.1561Z"/>
        </svg>
    </button>
    <div class="logged">
        <div class="new_project">
            <a href="../../app/saveart/03.5.1-03.5.2.html">
                <svg width="20" height="20" viewBox="0 0 20 20" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path d="M0 8H20V12H0V8Z"/>
                    <path d="M12 1.74846e-07V20H8V0L12 1.74846e-07Z"/>
                </svg>
            </a>
            <div class="cloud">
                <p>Настисніть, щоб створити проєкт</p>
                <div>
                    <img src="../../img/check_yellow.svg" alt="">
                </div>
            </div>
        </div>
        <div class="person">
            <img src="../../img/person.webp" alt="">
            <div class="indicator on"></div>
        </div>
        <div class="logged_modal">
            <div class="head">
                <p>Ім’я прізвище</p>
                <div class="person">
                    <img src="../../img/person.webp" alt="">
                    <div class="indicator"></div>
                </div>
            </div>
            <div class="body">
                <a href="../../app/saveart/03.1.1-03.2.1-03.2.2.html">Проєкти</a>
                <a href="../../app/saveart/03.1.3-03.2.3.html">Меценатство</a>
                <a href="../../app/saveart/03.3.1.html">Налаштування</a>
                <a href="../../app/saveart/03.2.4.html">Сповіщення</a>
                <a href="../../app/saveart/03.1.2.html" class="user">
                    art-ua.com/username
                    <span>
              <svg width="12" height="8" viewBox="0 0 12 8" fill="" xmlns="http://www.w3.org/2000/svg">
                <path d="M12 3.43326e-06L6 8L0 0L12 3.43326e-06Z"/>
              </svg>
            </span>
                </a>
                <a href="#">Вийти</a>
            </div>
            <div class="foot">
                <div class="links">
                    <a href="../../app/com/index.html">art-ua.com</a>
                    <a href="../../app/info/index.html">art-ua.info</a>
                </div>
                <div class="social">
                    <a href="#" target="_blank">
                        <svg width="18" height="18" viewBox="0 0 18 18" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M8.99996 2.16817C11.2251 2.16817 11.4886 2.17666 12.3673 2.21675C13.1798 2.25382 13.6211 2.38957 13.9147 2.50369C14.3037 2.65485 14.5813 2.83545 14.8729 3.12705C15.1645 3.41866 15.3451 3.69626 15.4963 4.08524C15.6104 4.37888 15.7461 4.82014 15.7832 5.63261C15.8233 6.51135 15.8318 6.7749 15.8318 9C15.8318 11.2251 15.8233 11.4887 15.7832 12.3674C15.7461 13.1799 15.6104 13.6211 15.4963 13.9148C15.3451 14.3037 15.1645 14.5813 14.8729 14.8729C14.5813 15.1645 14.3037 15.3451 13.9147 15.4963C13.6211 15.6104 13.1798 15.7462 12.3673 15.7833C11.4887 15.8233 11.2252 15.8318 8.99996 15.8318C6.77471 15.8318 6.51118 15.8233 5.63258 15.7833C4.8201 15.7462 4.37884 15.6104 4.0852 15.4963C3.69622 15.3451 3.41862 15.1645 3.12702 14.8729C2.83542 14.5813 2.65481 14.3037 2.50365 13.9148C2.38953 13.6211 2.25378 13.1799 2.2167 12.3674C2.17661 11.4887 2.16813 11.2251 2.16813 9C2.16813 6.7749 2.17661 6.51135 2.2167 5.63263C2.25378 4.82014 2.38953 4.37888 2.50365 4.08524C2.65481 3.69626 2.83541 3.41866 3.12701 3.12706C3.41862 2.83545 3.69622 2.65485 4.0852 2.50369C4.37884 2.38957 4.8201 2.25382 5.63257 2.21675C6.5113 2.17666 6.77486 2.16817 8.99996 2.16817ZM8.99996 0.666668C6.73676 0.666668 6.45297 0.676253 5.56414 0.716806C4.67714 0.75728 4.07138 0.898152 3.5413 1.10416C2.99332 1.31712 2.52858 1.60206 2.06529 2.06533C1.60201 2.52862 1.31708 2.99336 1.10412 3.54134C0.89811 4.07142 0.757238 4.67718 0.716764 5.56418C0.676212 6.45302 0.666626 6.73679 0.666626 9C0.666626 11.2632 0.676212 11.547 0.716764 12.4358C0.757238 13.3228 0.89811 13.9286 1.10412 14.4587C1.31708 15.0066 1.60201 15.4714 2.06529 15.9347C2.52858 16.3979 2.99332 16.6829 3.5413 16.8958C4.07138 17.1019 4.67714 17.2427 5.56414 17.2832C6.45297 17.3238 6.73676 17.3333 8.99996 17.3333C11.2632 17.3333 11.5469 17.3238 12.4358 17.2832C13.3228 17.2427 13.9285 17.1019 14.4586 16.8958C15.0066 16.6829 15.4713 16.3979 15.9346 15.9347C16.3979 15.4714 16.6828 15.0066 16.8958 14.4587C17.1018 13.9286 17.2427 13.3228 17.2832 12.4358C17.3237 11.547 17.3333 11.2632 17.3333 9C17.3333 6.7368 17.3237 6.45302 17.2832 5.56418C17.2427 4.67718 17.1018 4.07142 16.8958 3.54134C16.6828 2.99336 16.3979 2.52862 15.9346 2.06533C15.4713 1.60206 15.0066 1.31712 14.4586 1.10416C13.9285 0.898152 13.3228 0.75728 12.4358 0.716806C11.5469 0.676253 11.2632 0.666668 8.99996 0.666668ZM8.99996 4.72072C6.63658 4.72072 4.72068 6.63662 4.72068 9C4.72068 11.3634 6.63658 13.2793 8.99996 13.2793C11.3633 13.2793 13.2792 11.3634 13.2792 9C13.2792 6.63662 11.3633 4.72072 8.99996 4.72072ZM8.99996 11.7778C7.46584 11.7778 6.22218 10.5341 6.22218 9C6.22218 7.46588 7.46584 6.22222 8.99996 6.22222C10.5341 6.22222 11.7777 7.46588 11.7777 9C11.7777 10.5341 10.5341 11.7778 8.99996 11.7778ZM13.4483 3.55165C12.896 3.55165 12.4483 3.99936 12.4483 4.55165C12.4483 5.10393 12.896 5.55165 13.4483 5.55165C14.0006 5.55165 14.4483 5.10393 14.4483 4.55165C14.4483 3.99936 14.0006 3.55165 13.4483 3.55165Z"/>
                        </svg>
                    </a>
                    <a href="#" target="_blank">
                        <svg width="10" height="18" viewBox="0 0 10 18" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M8.77894 9.96503L9.23769 6.97931H6.35713V5.0386C6.35713 4.21753 6.77322 3.41779 8.05347 3.41779H9.35505V0.879933C9.35505 0.879933 8.18149 0.666668 7.0506 0.666668C4.68214 0.666668 3.14585 2.10621 3.14585 4.69738V6.97931H0.5V9.96503H3.14585V17.3333C4.16669 17.3333 5.41669 17.3333 6.36781 17.3333V9.96503H8.77894Z"/>
                        </svg>
                    </a>
                    <a href="#" target="_blank">
                        <svg width="18" height="12" viewBox="0 0 18 12" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M15.5116 0.514849C16.2287 0.706522 16.7935 1.27127 16.9851 1.98835C17.3334 3.2881 17.3334 5.99991 17.3334 5.99991C17.3334 5.99991 17.3334 8.71173 16.9851 10.0115C16.7935 10.7286 16.2287 11.2933 15.5116 11.485C14.2119 11.8333 9.00008 11.8333 9.00008 11.8333C9.00008 11.8333 3.78827 11.8333 2.48852 11.485C1.77144 11.2933 1.20669 10.7286 1.01502 10.0115C0.666748 8.71173 0.666748 5.99991 0.666748 5.99991C0.666748 5.99991 0.666748 3.2881 1.01502 1.98835C1.20669 1.27127 1.77144 0.706522 2.48852 0.514849C3.78827 0.166584 9.00008 0.166584 9.00008 0.166584C9.00008 0.166584 14.2119 0.166584 15.5116 0.514849ZM11.6516 5.99987L7.29553 8.46192V3.53768L11.6516 5.99987Z"/>
                        </svg>
                    </a>
                </div>
            </div>
        </div>
    </div>
</header>
@yield('content')

<div class="advertising">
    <div class="item">
        <img src="../../img/advert1.webp" alt="">
        <h4>
            Долучайтесь до Мистецтва Перемоги!
        </h4>
        <a href="../../app/saveart/08.html" class="btn_decor">
            <p>Підтримати платформу</p>
            <div>
                <svg width="20" height="18" viewBox="0 0 20 18" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path fill-rule="evenodd" clip-rule="evenodd"
                          d="M6.30348 2.37569L8.1912 0.488909C9.51524 -0.834472 13.0373 0.615678 16.2089 3.78919C19.3841 6.9627 20.8349 10.4863 19.5108 11.8097L17.6231 13.6965C17.2929 14.0298 16.8227 14.1932 16.2457 14.1932C16.1886 14.1932 16.1297 14.1876 16.0703 14.182C16.0499 14.1801 16.0294 14.1782 16.0089 14.1765V14.6632C16.0089 15.4899 15.3251 16.2366 14.1745 16.8133C14.1545 16.8233 14.1345 16.8333 14.1145 16.8399C12.657 17.5533 10.4792 18 8.00444 18C5.52968 18 3.35186 17.5533 1.89439 16.8399C1.87438 16.8333 1.85437 16.8233 1.83436 16.8133C0.683706 16.2366 0 15.4899 0 14.6632V11.9964C0 10.1262 3.51533 8.65943 8.00443 8.65943C8.01443 8.65943 8.02527 8.66026 8.03611 8.66109C8.04695 8.66193 8.05779 8.66276 8.0678 8.66276C7.31737 7.70595 6.72039 6.73924 6.32349 5.83252C5.63978 4.27246 5.63312 3.04572 6.30348 2.37569ZM11.9634 8.03604C15.0217 11.0929 18.1467 12.2297 19.0406 11.3363C19.9311 10.4462 18.797 7.31928 15.7387 4.26247C13.3574 1.879 10.9361 0.662273 9.55864 0.662273C9.16843 0.662273 8.86159 0.762272 8.66148 0.958951C7.77096 1.85244 8.90844 4.97581 11.9634 8.03604ZM8.62812 9.33943C8.42133 9.33276 8.21455 9.32609 8.00443 9.32609C3.68204 9.32609 0.666999 10.7362 0.666999 11.9963C0.666999 13.2563 3.682 14.6631 8.00439 14.6631C10.3257 14.6631 12.5036 14.2464 13.8944 13.5497C13.6676 13.4397 13.8477 13.5396 13.2073 13.1896C12.567 12.8397 9.89881 10.7062 9.25846 10.0328C8.61811 9.35937 8.83156 9.57278 8.62812 9.33943Z"/>
                </svg>
            </div>
        </a>
    </div>
    <div class="item">
        <img src="../../img/advert2.webp" class="black_and_white" alt="">
        <h4>
            Ваша допомога та підтримка стане світловим імпульсом відбудови сучасного ренесансу!
        </h4>
        <a href="../../app/saveart/01.1-01.2.html" class="btn_decor">
            <p>Підтримати митців</p>
            <div>
                <svg width="20" height="18" viewBox="0 0 20 18" fill="" xmlns="http://www.w3.org/2000/svg">
                    <path fill-rule="evenodd" clip-rule="evenodd"
                          d="M6.30348 2.37569L8.1912 0.488909C9.51524 -0.834472 13.0373 0.615678 16.2089 3.78919C19.3841 6.9627 20.8349 10.4863 19.5108 11.8097L17.6231 13.6965C17.2929 14.0298 16.8227 14.1932 16.2457 14.1932C16.1886 14.1932 16.1297 14.1876 16.0703 14.182C16.0499 14.1801 16.0294 14.1782 16.0089 14.1765V14.6632C16.0089 15.4899 15.3251 16.2366 14.1745 16.8133C14.1545 16.8233 14.1345 16.8333 14.1145 16.8399C12.657 17.5533 10.4792 18 8.00444 18C5.52968 18 3.35186 17.5533 1.89439 16.8399C1.87438 16.8333 1.85437 16.8233 1.83436 16.8133C0.683706 16.2366 0 15.4899 0 14.6632V11.9964C0 10.1262 3.51533 8.65943 8.00443 8.65943C8.01443 8.65943 8.02527 8.66026 8.03611 8.66109C8.04695 8.66193 8.05779 8.66276 8.0678 8.66276C7.31737 7.70595 6.72039 6.73924 6.32349 5.83252C5.63978 4.27246 5.63312 3.04572 6.30348 2.37569ZM11.9634 8.03604C15.0217 11.0929 18.1467 12.2297 19.0406 11.3363C19.9311 10.4462 18.797 7.31928 15.7387 4.26247C13.3574 1.879 10.9361 0.662273 9.55864 0.662273C9.16843 0.662273 8.86159 0.762272 8.66148 0.958951C7.77096 1.85244 8.90844 4.97581 11.9634 8.03604ZM8.62812 9.33943C8.42133 9.33276 8.21455 9.32609 8.00443 9.32609C3.68204 9.32609 0.666999 10.7362 0.666999 11.9963C0.666999 13.2563 3.682 14.6631 8.00439 14.6631C10.3257 14.6631 12.5036 14.2464 13.8944 13.5497C13.6676 13.4397 13.8477 13.5396 13.2073 13.1896C12.567 12.8397 9.89881 10.7062 9.25846 10.0328C8.61811 9.35937 8.83156 9.57278 8.62812 9.33943Z"/>
                </svg>
            </div>
        </a>
    </div>
</div>
<footer>
    <div class="block">
        <div class="top">
            <div class="title">
                <a href="index.html">
                    <h5>save-art.in.ua</h5>
                </a>
                <h5>Мистецтво допомоги — найсучасніше з мистецтв</h5>
            </div>
            <div class="cont">
                <h6>Запрошуємо експертів до співпраці</h6>
                <p>Благодійний фонд ID_Art UA відкритий до співпраці ...</p>
                <div>
                    <div>
                        <img src="../../img/footer/footer1.webp" alt="">
                        <p>
                            Створення сучасного українського мистецтва
                        </p>
                    </div>
                    <div>
                        <img src="../../img/footer/footer2.webp" alt="">
                        <p>
                            Участь у проведенні виставок та мистецьких заходів
                        </p>
                    </div>
                    <div>
                        <img src="../../img/footer/footer3.webp" alt="">
                        <p>
                            Популяризація українських митців в усьому світі
                        </p>
                    </div>
                </div>
                <button type="button" id="send_application">Відправити заявку</button>
            </div>
        </div>
        <div class="middle">
            <div>
                <a href="../../app/saveart/index.html">
                    <h6>save-art.in.ua</h6>
                </a>
                <a href="../../app/saveart/01.1-01.2.html">Проєкти</a>
                <a href="../../app/saveart/07.1.1-07.1.2.html">Звіти</a>
                <a href="../../app/saveart/06.html">Спецпроєкти</a>
                <a href="../../app/saveart/11.html">Про нас</a>
                <a href="../../app/saveart/12.html">Часті питання</a>
                <a href="../../app/saveart/10.html">Умови використання</a>
            </div>
            <div>
                <a href="../../app/info/index.html">
                    <h6>art-ua.info</h6>
                </a>
                <a href="../../app/info/01.1-01.2-01.2.1-01.3.html">Учасники</a>
                <a href="../../app/info/03.1.html">Каталоги</a>
                <a href="../../app/info/all_projects.html">Проєкти</a>
                <a href="../../app/info/services.html">Послуги</a>
                <a href="../../app/info/news_events.html">Новини та події</a>
                <a href="../../app/saveart/12.html">Часті питання</a>
                <a href="../../app/saveart/10.html">Умови використання</a>
            </div>
            <div>
                <a href="../../app/info/index.html">
                    <h6>art-ua.com</h6>
                </a>
                <a href="../../app/com/authors.html">Учасники</a>
                <a href="../../app/info/03.1.html">Каталоги</a>
                <a href="../../app/com/works.html">Проєкти</a>
                <a href="../../app/com/work_for_sale.html">Проєкти для продажу</a>
                <a href="../../app/info/services.html">Послуги</a>
                <a href="../../app/info/news_events.html">Новини та події</a>
                <a href="../../app/saveart/12.html">Часті питання</a>
                <a href="../../app/saveart/10.html">Умови використання</a>
            </div>
        </div>
        <div class="bottom">
            <div class="info">
                <p>БЛАГОДІЙНИЙ ФОНД ID_Art UA</p>
                <p>м. Івано-Франківськ, Україна</p>
                <a href="mailto:idartua.bo@gmail.com">idartua.bo@gmail.com</a>
                <a href="tel:+380677345938">+380 67 734 5938</a>
                <a href="#" target="_blank">
                    <svg width="10" height="18" viewBox="0 0 10 18" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M8.77894 9.96503L9.23769 6.97931H6.35713V5.0386C6.35713 4.21753 6.77322 3.41779 8.05347 3.41779H9.35505V0.879933C9.35505 0.879933 8.18149 0.666668 7.0506 0.666668C4.68214 0.666668 3.14585 2.10621 3.14585 4.69738V6.97931H0.5V9.96503H3.14585V17.3333C4.16669 17.3333 5.41669 17.3333 6.36781 17.3333V9.96503H8.77894Z"/>
                    </svg>
                    <span>ua.id.art</span>
                </a>
                <a href="#" target="_blank">
                    <svg width="18" height="12" viewBox="0 0 18 12" fill="" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                              d="M15.5116 0.514849C16.2287 0.706522 16.7935 1.27127 16.9851 1.98835C17.3334 3.2881 17.3334 5.99991 17.3334 5.99991C17.3334 5.99991 17.3334 8.71173 16.9851 10.0115C16.7935 10.7286 16.2287 11.2933 15.5116 11.485C14.2119 11.8333 9.00008 11.8333 9.00008 11.8333C9.00008 11.8333 3.78827 11.8333 2.48852 11.485C1.77144 11.2933 1.20669 10.7286 1.01502 10.0115C0.666748 8.71173 0.666748 5.99991 0.666748 5.99991C0.666748 5.99991 0.666748 3.2881 1.01502 1.98835C1.20669 1.27127 1.77144 0.706522 2.48852 0.514849C3.78827 0.166584 9.00008 0.166584 9.00008 0.166584C9.00008 0.166584 14.2119 0.166584 15.5116 0.514849ZM11.6516 5.99987L7.29553 8.46192V3.53768L11.6516 5.99987Z"/>
                    </svg>
                    <span>@id_artUA</span>
                </a>
            </div>
            <div class="copyright">
                <div class="social">
                    <a href="#" target="_blank">
                        <svg width="18" height="18" viewBox="0 0 18 18" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M8.99996 2.16817C11.2251 2.16817 11.4886 2.17666 12.3673 2.21675C13.1798 2.25382 13.6211 2.38957 13.9147 2.50369C14.3037 2.65485 14.5813 2.83545 14.8729 3.12705C15.1645 3.41866 15.3451 3.69626 15.4963 4.08524C15.6104 4.37888 15.7461 4.82014 15.7832 5.63261C15.8233 6.51135 15.8318 6.7749 15.8318 9C15.8318 11.2251 15.8233 11.4887 15.7832 12.3674C15.7461 13.1799 15.6104 13.6211 15.4963 13.9148C15.3451 14.3037 15.1645 14.5813 14.8729 14.8729C14.5813 15.1645 14.3037 15.3451 13.9147 15.4963C13.6211 15.6104 13.1798 15.7462 12.3673 15.7833C11.4887 15.8233 11.2252 15.8318 8.99996 15.8318C6.77471 15.8318 6.51118 15.8233 5.63258 15.7833C4.8201 15.7462 4.37884 15.6104 4.0852 15.4963C3.69622 15.3451 3.41862 15.1645 3.12702 14.8729C2.83542 14.5813 2.65481 14.3037 2.50365 13.9148C2.38953 13.6211 2.25378 13.1799 2.2167 12.3674C2.17661 11.4887 2.16813 11.2251 2.16813 9C2.16813 6.7749 2.17661 6.51135 2.2167 5.63263C2.25378 4.82014 2.38953 4.37888 2.50365 4.08524C2.65481 3.69626 2.83541 3.41866 3.12701 3.12706C3.41862 2.83545 3.69622 2.65485 4.0852 2.50369C4.37884 2.38957 4.8201 2.25382 5.63257 2.21675C6.5113 2.17666 6.77486 2.16817 8.99996 2.16817ZM8.99996 0.666668C6.73676 0.666668 6.45297 0.676253 5.56414 0.716806C4.67714 0.75728 4.07138 0.898152 3.5413 1.10416C2.99332 1.31712 2.52858 1.60206 2.06529 2.06533C1.60201 2.52862 1.31708 2.99336 1.10412 3.54134C0.89811 4.07142 0.757238 4.67718 0.716764 5.56418C0.676212 6.45302 0.666626 6.73679 0.666626 9C0.666626 11.2632 0.676212 11.547 0.716764 12.4358C0.757238 13.3228 0.89811 13.9286 1.10412 14.4587C1.31708 15.0066 1.60201 15.4714 2.06529 15.9347C2.52858 16.3979 2.99332 16.6829 3.5413 16.8958C4.07138 17.1019 4.67714 17.2427 5.56414 17.2832C6.45297 17.3238 6.73676 17.3333 8.99996 17.3333C11.2632 17.3333 11.5469 17.3238 12.4358 17.2832C13.3228 17.2427 13.9285 17.1019 14.4586 16.8958C15.0066 16.6829 15.4713 16.3979 15.9346 15.9347C16.3979 15.4714 16.6828 15.0066 16.8958 14.4587C17.1018 13.9286 17.2427 13.3228 17.2832 12.4358C17.3237 11.547 17.3333 11.2632 17.3333 9C17.3333 6.7368 17.3237 6.45302 17.2832 5.56418C17.2427 4.67718 17.1018 4.07142 16.8958 3.54134C16.6828 2.99336 16.3979 2.52862 15.9346 2.06533C15.4713 1.60206 15.0066 1.31712 14.4586 1.10416C13.9285 0.898152 13.3228 0.75728 12.4358 0.716806C11.5469 0.676253 11.2632 0.666668 8.99996 0.666668ZM8.99996 4.72072C6.63658 4.72072 4.72068 6.63662 4.72068 9C4.72068 11.3634 6.63658 13.2793 8.99996 13.2793C11.3633 13.2793 13.2792 11.3634 13.2792 9C13.2792 6.63662 11.3633 4.72072 8.99996 4.72072ZM8.99996 11.7778C7.46584 11.7778 6.22218 10.5341 6.22218 9C6.22218 7.46588 7.46584 6.22222 8.99996 6.22222C10.5341 6.22222 11.7777 7.46588 11.7777 9C11.7777 10.5341 10.5341 11.7778 8.99996 11.7778ZM13.4483 3.55165C12.896 3.55165 12.4483 3.99936 12.4483 4.55165C12.4483 5.10393 12.896 5.55165 13.4483 5.55165C14.0006 5.55165 14.4483 5.10393 14.4483 4.55165C14.4483 3.99936 14.0006 3.55165 13.4483 3.55165Z"/>
                        </svg>
                    </a>
                    <a href="#" target="_blank">
                        <svg width="10" height="18" viewBox="0 0 10 18" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M8.77894 9.96503L9.23769 6.97931H6.35713V5.0386C6.35713 4.21753 6.77322 3.41779 8.05347 3.41779H9.35505V0.879933C9.35505 0.879933 8.18149 0.666668 7.0506 0.666668C4.68214 0.666668 3.14585 2.10621 3.14585 4.69738V6.97931H0.5V9.96503H3.14585V17.3333C4.16669 17.3333 5.41669 17.3333 6.36781 17.3333V9.96503H8.77894Z"/>
                        </svg>
                    </a>
                    <a href="#" target="_blank">
                        <svg width="18" height="12" viewBox="0 0 18 12" fill="" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                  d="M15.5116 0.514849C16.2287 0.706522 16.7935 1.27127 16.9851 1.98835C17.3334 3.2881 17.3334 5.99991 17.3334 5.99991C17.3334 5.99991 17.3334 8.71173 16.9851 10.0115C16.7935 10.7286 16.2287 11.2933 15.5116 11.485C14.2119 11.8333 9.00008 11.8333 9.00008 11.8333C9.00008 11.8333 3.78827 11.8333 2.48852 11.485C1.77144 11.2933 1.20669 10.7286 1.01502 10.0115C0.666748 8.71173 0.666748 5.99991 0.666748 5.99991C0.666748 5.99991 0.666748 3.2881 1.01502 1.98835C1.20669 1.27127 1.77144 0.706522 2.48852 0.514849C3.78827 0.166584 9.00008 0.166584 9.00008 0.166584C9.00008 0.166584 14.2119 0.166584 15.5116 0.514849ZM11.6516 5.99987L7.29553 8.46192V3.53768L11.6516 5.99987Z"/>
                        </svg>
                    </a>
                </div>
                <p>2024</p>
            </div>
        </div>
    </div>
</footer>
@livewireScripts
<script src="https://cdn.jsdelivr.net/npm/chart.js"></script>
<script src="{{ asset('js/charts.js') }}" defer></script>
<script src="{{ asset('js/script.js') }}" defer></script>
</body>
</html>

