<?php

return [
    'direction' => 'ltr',
    'actions' => [
        'associate' => [
            'single' => [
                'label' => 'Прикріпити',
            ],
            'multiple' => [
                'label' => 'Прикріпити обрані',
            ],
        ],
        'attach' => [
            'single' => [
                'label' => 'Додати',
            ],
            'multiple' => [
                'label' => 'Додати обрані',
            ],
        ],
        'cancel' => [
            'label' => 'Скасувати',
        ],
        'create' => [
            'label' => 'Створити',
        ],
        'delete' => [
            'single' => [
                'label' => 'Видалити',
                'modal' => [
                    'heading' => 'Видалити запис',
                    'description' => 'Ви впевнені, що хочете видалити цей запис? Цю дію неможливо скасувати.',
                    'actions' => [
                        'delete' => [
                            'label' => 'Видалити',
                        ],
                        'cancel' => [
                            'label' => 'Скасувати',
                        ],
                    ],
                ],
            ],
            'multiple' => [
                'label' => 'Видалити обрані',
                'modal' => [
                    'heading' => 'Видалити обрані записи',
                    'description' => 'Ви впевнені, що хочете видалити ці записи? Цю дію неможливо скасувати.',
                    'actions' => [
                        'delete' => [
                            'label' => 'Видалити',
                        ],
                        'cancel' => [
                            'label' => 'Скасувати',
                        ],
                    ],
                ],
            ],
        ],
        'detach' => [
            'single' => [
                'label' => 'Відкріпити',
            ],
            'multiple' => [
                'label' => 'Відкріпити обрані',
            ],
        ],
        'dissociate' => [
            'single' => [
                'label' => 'Роз\'єднати',
            ],
            'multiple' => [
                'label' => 'Роз\'єднати обрані',
            ],
        ],
        'edit' => [
            'label' => 'Редагувати',
        ],
        'export' => [
            'label' => 'Експорт',
        ],
        'force_delete' => [
            'single' => [
                'label' => 'Остаточно видалити',
                'modal' => [
                    'heading' => 'Остаточно видалити запис',
                    'description' => 'Ви впевнені, що хочете остаточно видалити цей запис? Цю дію неможливо скасувати.',
                    'actions' => [
                        'delete' => [
                            'label' => 'Видалити',
                        ],
                        'cancel' => [
                            'label' => 'Скасувати',
                        ],
                    ],
                ],
            ],
            'multiple' => [
                'label' => 'Остаточно видалити обрані',
                'modal' => [
                    'heading' => 'Остаточно видалити обрані записи',
                    'description' => 'Ви впевнені, що хочете остаточно видалити ці записи? Цю дію неможливо скасувати.',
                    'actions' => [
                        'delete' => [
                            'label' => 'Видалити',
                        ],
                        'cancel' => [
                            'label' => 'Скасувати',
                        ],
                    ],
                ],
            ],
        ],
        'import' => [
            'label' => 'Імпорт',
        ],
        'restore' => [
            'single' => [
                'label' => 'Відновити',
            ],
            'multiple' => [
                'label' => 'Відновити обрані',
            ],
        ],
        'save' => [
            'label' => 'Зберегти',
        ],
        'view' => [
            'label' => 'Переглянути',
        ],
    ],
];
