<?php
return [
    'title' => 'Новий профіль',
    'welcome' => 'Вітаємо!',
    'intro' => 'Вітаємо на save-art.in.ua — платформі для митців та бажаючих долучитись до створення, розвитку і збереження новітнього українського мистецтва',
    'preference_title' => 'Чому саме ви надаєте перевагу?',
    'preference_text' => 'Оберіть свою приорітетну роль на платформі. Це впливатиме лише на зовнішній вигляд вашого кабінету. У вас буде доступ до всього функціоналу платформи.',
    'create_and_support' => 'Створення та підтримка мистецтва',
    'support_only' => 'Підтримка мистецтва',
    'continue' => 'Продовжити',
];